{
  "messages": {

    "game-start": "**Welcome to La Cosa Nostra.**\n\nThis is the general chat channel and the primary platform for gameplay discussion. All players are able to see this channel.",
    "whisper-log": "**This is the Post Office.**\n\nWhisper activity between players is reported here. This is also a secondary discussion platform.\n\nTo whisper to someone, use `!whisper <alphabet/name> <message>` in your private role channel.",
    "opening-quote": "May lies and deceit distort the dimming truth;\nfor calamity is sowed from the seeds of rivalry.",
    "daytime-quote": ":sunny: The sun has risen. It is now daytime.\n*The trial may now begin.*",
    "nighttime-quote": ":full_moon: The sky purples into darkness. It is now nighttime.\n*Be sure to submit your night actions!*",
    "no-summary": "*Nothing of interest happened.*",

    "singular-lynch": ":skull_crossbones: The trapdoors forcefully clang open below **{;player}**. In an instant, the previously loose rope turns taut and the last gasp of breath escapes the wretched. May there be mercy on your soul.",
    "plural-lynch": ":skull_crossbones: The trapdoors forcefully clang open below **{;players}**. In an instant, the previously loose ropes turn taut and the last gasps of breath escape the wretched as their world fades into darkness. May there be mercy on their soul.",
    "abstain-lynch": ":dove: The Town has abstained on lynches for the day.",

    "log": {
      "town-wins": "**TOWN WINS**\n\nAll threats to the town have been eliminated.\n\n{@alive}",
      "mafia-wins": "**MAFIA WINS**\n\nThe Mafia has eliminated everyone who did not subject to their reign.\n\n{@alive}",
      "cult-wins": "**CULT WINS**\n\nThe Cult has taken over.\n\n{@alive}"
    },

    "main": {
      "town-wins": "As the last of the anti-town asphyxiates in their death, the remaining shudder in relief.\n\n**Town Wins**",
      "mafia-wins": "Chaos, mutilation, death. The Mafia has taken the majority, elimintating everyone who does not subject to their reign.\n\n**Mafia Wins**",
      "cult-wins": "Undeterred by threats by Town and Mafia alike, the Cult has taken control.\n\n**Cult Wins**"
    }

  }
}
